[
    {
        "title": "First Blog Post",
        "date": "2024-10-04",
        "content": "This is the content of the first blog post."
    },
    {
        "title": "Second Blog Post",
        "date": "2024-10-05",
        "content": "This is the content of the second blog post."
    },
    {
    "title": "What about the pharmaceutical industry",
    "date": "06-10-2024",
    "content": "The purpose of this book is to supply, in a form suitable for laymen, guidance in the adoption and execution of an investment policy. Comparatively little will be said here about the technique of analyzing securities; attention will be paid chiefly to investment principles and investors’ attitudes. We shall, however, provide a number of condensed comparisons of specific securities—chiefly in pairs appearing side by side in the New York Stock Exchange list—in order to bring home in concrete fashion the important elements involved in specific choices of common stocks. But much of our space will be devoted to the historical patterns of financial markets, in some cases running back over many decades. To invest intelligently in securities one should be fore-armed with an adequate knowledge of how the various types of bonds and stocks have actually behaved under varying conditions—some of which, at least, one is likely to meet again in one’s own experience. No statement is more true and better applicable to Wall Street than the famous warning of Santayana: “Those who do not remember the past are condemned to repeat it.” Our text is directed to investors as distinguished from speculators, and our first task will be to clarify and emphasize this now all but forgotten distinction. We may say at the outset that this is not a “how to make a million” book. There are no sure and easy paths to riches on Wall Street or anywhere else. It may be well to point up what we have just said by a bit of financial history—especially since there is more than one moral to be drawn from it. In the climactic year 1929 John J. Raskob, a most important figure nationally as well as on Wall Street, extolled the blessings of capitalism in an article in the Ladies’ Home Journal, entitled 'Everybody Ought to Be Rich.'"
},
]
